{
    "intents": [
        {
            "tag": "greeting",
            "patterns": [
                "Bonjour",
                "Y a quelqu'un ?",
                "Hey",
                "hello",
                "Wsh",
                "Bonsoir",
                "salut",
                "coucou",
                "hey",
                "heho",
                "bonjour",
                "bonsoir",
                "salut",
                "slt",
                " y a-t-il quelqu'un ? "
            ],
            "responses": [
                "Bonjour, comment pourrais-je vous aider ?",
                "C'est bon de te revoir",
                "Salut !",
                "hey !"
            ]
        },
        {
            "tag": "goodbye",
            "patterns": [
                "Bye",
                "A plus tard ",
                "Aurevoir",
                "Merci et a la prochaine",
                "A la prochaine",
                "aurevoir",
                "au revoir",
                "partir",
                "bye",
                "bonne journée",
                "bonne soirée",
                "bonne nuit",
                "à plus",
                "à bientôt"
            ],
            "responses": [
                "A bientôt!",
                "Bonne journée",
                "Au revoir! Revenez bientôt."
            ]
        },
        {
            "tag": "thanks",
            "patterns": [
                "Merci",
                "Bienvu ",
                "Super, Merci",
                "Merci de ton aide"
            ],
            "responses": [
                "Heureux d'aider!",
                "A tout moment!",
                "Mon plaisir",
                " Je vous en prie ! "
            ]
        },
        {
            "tag": "identite",
            "patterns": [
                "Tu t'appelles comment ?",
                "Quel est ton nom ?",
                "",
                "Merci de ton aide"
            ],
            "responses": [
                "Je suis EfreiBot et Prets à vous servir !"
            ]
        },
        {
            "tag": "noanswer",
            "patterns": [""],
            "responses": [
                "Désolé, je ne peux pas vous comprendre",
                "Merci de me donner plus d'infos",
                "Pas sur que je comprenne"
            ]
        },
        {
            "tag": "options",
            "patterns": [
                " que pouvez-vous faire ? ",
                "quelles sont vos caractéristiques ?",
                "Peux-tu m'aider",
                "Qu'es ce que tu peux faire?",
                "Tu peux faire quoi ?",
                "Comment pouvez-vous être utile?",
                "Quel accompagnement est proposé ?"
            ],
            "responses": [
                "Je peux vous guider a travers tout le site Efrei Paris, e       t bien sur vous donner toutes les informations que vous souhaitez, que souhaitez-vous savoir ? "
            ]
        },
        {
            "tag": "dossier_etudiant",
            "patterns": [
                "Mon inscription est validée mais on me demande de nouveaux document ?"
            ],
            "responses": [
                "Une fois ton inscription validée, le Student Services te contactera afin de finaliser ton dossier etudiant. Il te sera demandé de fournir ton attestation CVEC (contribution de vie etudiante et de campus), le document de validation de ton année en cours ainsi que ta notification de bourse si tu es boursier. Il s’agit simplement de completer ton dossier etudiant, ton inscription est, quant a elle, bien validée. Pour les etudiants internationaux et primo-arrivants, une copie du titre de séjour ou visa en cours de validité sera demandée."
            ]
        },
        {
            "tag": "modifier_dossier_etudiant",
            "patterns": [
                "Je souhaite modifier des informations dans mon dossier"
            ],
            "responses": [
                "Tu as change d’adresse postale, tu souhaites modifier ton adresse mail,…, contacte directement le Student Services a scolarite@efrei.fr"
            ]
        },
        {
            "tag": "remboursement_frais_inscription",
            "patterns": [
                "Je souhaite annuler mon inscription et me faire rembourser",
                "annuler mon "
            ],
            "responses": [
                "Si tu souhaites te désister et te faire rembourser, il faut que tu adresses au service admission un courrier recommandé avec accusé de réception indiquant ta volonté d’annuler ton inscription (le cachet de la Poste faisant foi). L’adresse est la suivante : EFREI Paris – Service des admissions au 30-32 avenue de la République 94800 Villejuif"
            ]
        },
        {
            "tag": "visa_etudiant_etranger",
            "patterns": [
                "Je suis etudiant etranger primo-arrivant et je n’ai pas obtenu mon visa ?"
            ],
            "responses": [
                "Tes frais d’inscription te seront intégralement remboursés sur présentation du document de notification de refus. Il faudrait que tu contactes le Student Services a scolarite@efrei.fr"
            ]
        },
        {
            "tag": "Pourquoi_efrei",
            "patterns": [
                "Pourquoi rejoindre l'efrei ?"
            ],
            "responses": [
                "1ere ecole d ingenieur informatique privee. Efrei Paris c'est aussi 85 ans d'innovation et d'existence avec 92 Partenariats internationaux sur 5 continents."
            ]
        },
        {
            "tag": "Devenir_ingenieur_efrei_cycle_prepa",
            "patterns": [
                "Comment devenir ingénieur efrei à partir du cycle prepa ?",
                "cycle prepa"
            ],
            "responses": [
                "Pour répondre aux attentes et au profil de chaque étudiant, Efrei propose 5 programmes de prépa intégrée débutant à la rentrée de septembre : Prépa Scientifique Classique, Prépa Bio & Numérique, Prépa Renforcée, Prépa Section Internationale, Prépa Rentrée Décalée"
            ]
        },
        {
            "tag": "Devenir_ingenieur_efrei_cycle_ingenieur",
            "patterns": [
                "Comment devenir ingénieur efrei à partir du cycle ingénieur ?",
                "cycle ingénieur"
            ],
            "responses": [
                "A l’issue des 3 premières années du cycle Licence, généraliste et en tronc commun, les élèves choisissent leur propre parcours de formation en cohérence avec leur projet professionnel"
            ],
            " contexte ": [
                "Data Science",
                "Sécurité & Réseaux",
                "Systèmes Embarqués",
                "Application",
                "Systèmes & Cloud"
            ]
        },
        {
            "tag": "Data Science",
            "patterns": [],
            "responses": [
                "Big Data & Machine Learning, Bio Informatique, Business Intelligence & Analytics"
            ]
        },
        {
            "tag": "Majeur_BigData_and_Artificial_Intelligence",
            "patterns": [
                "Qu'es ce que le Big data and Artificial Intelligence ?",
                "Big Data and Arificial Intelligence",
                "Porquoi le BigData and Artificial Intelligence"
            ],
            "responses": [
                "Entièrement enseignée en anglais, la majeure « Data & Artificial Intelligence » prépare le futur ingénieur à identifier les besoins et problématiques métier liés à l’exploitation des données massives, à construire des outils d’analyse pour collecter ces données, structurées ou non structurées, à organiser et synthétiser les sources de données sous forme de résultats exploitables pour modéliser et anticiper de nouveaux comportements ou usages, à intégrer les enjeux réglementaires liés à l’exploitation des données personnelles. Elle comporte les enseignements nécessaires en statistiques, en informatique. Pour plus d'informations rendez-vous sur lien ci-dessous: https://www.efrei.fr/programme-grande-ecole/le-cycle-ingenieur/ingenieur-big-data/"
            ]
        },
        {
            "tag": "candidature",
            "patterns": [
                "candidature"
            ],
            "responses": [
                "Voici le lien pour candidater: https://www.myefrei.fr/admission/form?source=efrei "
            ]
        },
        {
            "tag": "monEtat",
            "patterns": [
                "comment tu vas",
                "tu vas bien",
                "ça va",
                "comment te portes tu",
                "cv",
                "ca va"
            ],
            "responses": [
                "Je vais bien merci et vous ?",
                "Je suis un robot heureux ;) et vous ?"
            ]
        },
        {
            "tag": "relance",
            "patterns": [
                "je vais bien merci",
                "Bien",
                "ahbon",
                "ah",
                "ah oui",
                "je suis aussi heureux",
                "je me porte bien",
                "tres bien",
                "mal",
                "je vais mal",
                "je suis malade",
                "je suis fatigue",
                "d'accord",
                "ok",
                "aok",
                "quoi"
            ],
            "responses": [
                "Super, que puis-je faire pour vous ?"
            ]
        },
        {
            "tag": "nom",
            "patterns": [
                "ton nom",
                "comment tu t'appelles ?",
                "comment t'appelles tu ?",
                "quel est ton nom ?",
                "comment puis je t'appeler ?",
                "comment je dois t'appeler ?",
                "tu t'appelles comment?",
                "ton prénom",
                "quelle est ton prénom ?"
            ],
            "responses": [
                "Tu peux m'appeler EfreiBot l'assistant :) !"
            ]
        },
        {
            "tag": "Presentation_semestre_international_L3",
            "patterns": [
                "Présente moi le semestre international L3"
            ],
            "responses": [
                "L’expérience académique et professionnelle à l’international est devenue incontournable pour la très grande majorité des entreprises, aussi, le cursus ingénieur d’Efrei inclut deux périodes de mobilité internationale, dont un semestre international obligatoire pour l’ensemble des étudiants de l’année L3. Le semestre international de l’année L3 est organisé par nos universités partenaires pour des groupes d’étudiants Efrei. Le programme est organisé au Canada, en Angleterre, en Pologne, en Chine, en Inde, en Malaisie et en Afrique du Sud."
            ],
            "context": ""
        },
        {
            "tag": "Programme_semestre_international_L3",
            "patterns": [
                "Quel est le programme du semestre à l'international",
                "présente moi le programme de l'immersion à l'international",
                "je veux des informations concernant le programme du voyage à l'international"
            ],
            "responses": [
                "Ce programme permet aux étudiants de suivre plusieurs modules scientifiques et techniques du programme de L3 dans un cadre universitaire différent de celui d’Efrei. Ce séjour constitue une expérience riche et unique lors de laquelle l’élève-ingénieur développe ses compétences en anglais et apprend à évoluer dans un nouveau système académique et dans un nouvel environnement culturel.nisé au Canada, en Angleterre, en Pologne, en Chine, en Inde, en Malaisie et en Afrique du Sud."
            ],
            "context": ""
        },
        {
            "tag": "Concordia_university",
            "patterns": [
                "Concordia university",
                "je veux des informations concernant le semestre à l'etranger au canada à concordia"
            ],
            "responses": [
                "Avec ses deux campus situés au cœur de la cosmopolite ville de Montréal, Concordia University accueille près de 50 000 étudiants dans plus de 700 programmes. Cette prestigieuse université canadienne fondée en 1974 de la fusion entre Loyola College et Sir George Williams University est l’une des deux universités anglophones de la ville de Montréal. Elle accueille les étudiants d’Efrei depuis l’automne 2016."
            ],
            "context": ""
        },
        {
            "tag": "Cape_Peninsula_University_of_Technology_(CPUT)",
            "patterns": [
                "Capetown, Afrique du Sud",
                "je veux des informations concernant le semestre à l'etranger en Afrique du sud",
                "Information concernant Cape Peninsula University of Technology"
            ],
            "responses": [
                "Formée en 2005 suite à la fusion de plusieurs établissements technologiques, Cape Peninsula University of Technology est dotée de 6 campus et accueille plus de 35 000 étudiants. Les étudiants d’Efrei sont accueillis sur le campus de Cape Town en centre-ville par la faculté d’Informatique et Design. Cette faculté regroupe une quinzaine de départements et offre de nombreux programmes notamment dans les réseaux de communication, le développement logiciel et la gestion des technologies de l’information…"
            ],
            "context": ""
        },
        {
            "tag": "Staffordshire_University",
            "patterns": [
                "Staffordshire University",
                "je veux des informations concernant le semestre à l'etranger en Grande Bretagne, Stoke on Trent "
            ],
            "responses": [
                "L’université de Staffordshire est une université de recherche située au nord de l’Angleterre. Son campus, situé au centre-ville de Stoke-on-Trent, accueille au total un peu plus de 15000 étudiants et propose un environnement technologique de pointe. Les programmes d’informatique de Staffordshire University offrent de nombreuses voies de spécialisation comme la modélisation 3D, l’imagerie virtuelle, les jeux vidéo…"
            ],
            "context": ""
        },
        {
            "tag": "South_East_University_(SEU)",
            "patterns": [
                "Nankin, Chine",
                "je veux des informations concernant le semestre à l'etranger à South East University en chine"
            ],
            "responses": [
                "Fondée en 1902, South East University est l’une des plus anciennes institutions de l’enseignement supérieur chinois. Elle se situe à Nanjing, ancienne capitale de la Chine du Sud, dotée d’une grande richesse historique et culturelle. Elle accueille près de 30000 étudiants dont 1000 étudiants internationaux chaque année. L’université est classée parmi les 20 meilleures universités de Chine et parmi les 300 meilleures dans le monde. Cette destination n’est proposée qu’au premier semestre de l’année académique en raison des vacances de printemps qui ont lieu en février/mars en Chine."
            ],
            "context": ""
        },
        {
            "tag": "Asia Pacific University (APU)",
            "patterns": [
                "Asia Pacific University (APU)",
                "je veux des informations concernant le semestre à l'etranger à Asia Pacific University en Malaisie",
                "Kuala Lumpur, Malaisie"
            ],
            "responses": [
                "Asia Pacific University est un établissement privé d’enseignement supérieur malais accrédité par le MQA (Malaysian Qualification Agency) et détenteur de son label qualité. Au cœur de Kuala Lumpur, la vibrante capitale de la Malaisie, cette université privée accueille 12000 étudiants venant de 130 pays et propose un enseignement de pointe dans le domaine des nouvelles technologies."
            ],
            "context": ""
        },
        {
            "tag": "AGH_University_of_Science_and_Technology",
            "patterns": [
                "Cracovie, Pologne",
                "je veux des informations concernant le semestre à l'etranger à AGH University of Science and Technology en Pologne",
                "AGH University of Science and Technology (AGH UST)"
            ],
            "responses": [
                "La prestigieuse université de recherche AGH University of Science and Technology, au top du classement des universités polonaises et parmi les meilleures universités européennes, accueille chaque année près de 25000 étudiants sur son campus au centre de Cracovie, l’une des plus belles et dynamiques villes de Pologne. L’université propose plus de 62 programmes en sciences et technologies et 200 spécialisations."
            ],
            "context": ""
        },
        {
            "tag": "Manipal_Academy_of_Higher_Education",
            "patterns": [
                "Karnataka, Inde",
                "je veux des informations concernant le semestre à l'etranger à Manipal Academy of Higher Education en Inde",
                "Manipal Academy of Higher Education"
            ],
            "responses": [
                "Depuis près de 60 ans, Manipal Academy of Higher Education conjugue internationalisation et excellence universitaire en déployant ses programmes au-delà des frontières de l’Inde, en passant par Dubai et la Malaisie. Au top du classement des universités privées indiennes et figurant au classement des meilleures universités d’Asie, Manipal Academy of Higher Education accueille les étudiants d’Efrei sur son verdoyant campus de Manipal, dans le sud-ouest de l’Inde, sur la côte de la mer d’Arabie."
            ],
            "context": ""
        },
        {
            "tag": "Doubles-diplômes internationaux",
            "patterns": [
                "Doubles-diplômes internationaux",
                "Pourquoi faire le doubles diplômes internationaux",
                "je veux des informations concernant le Doubles-diplômes à l'international"
            ],
            "responses": [
                "Etre titulaire d’un Master of Science (MSc), d’un Master of Engineering (MEng) ou d’une Maîtrise permet d’acquérir une expertise dans un domaine pointu de l’informatique (ex : intelligence artificielle, science des données, cybersécurité, jeux vidéo…) ou une double-compétence en management. Un diplôme à l’international permet aussi une plus grande lisibilité des profils sur le marché de l’emploi à l’international et permet d’accéder plus facilement à des postes internationaux. Afin que les élèves puissent, s’ils le désirent, acquérir un second diplôme à l’étranger, Efrei a négocié des accords permettant l’accès à 41 programmes de Master avec 13 universités partenaires. Les élèves d’Efrei, candidats à ces programmes, sont sélectionnés conjointement par Efrei et par l’université d’accueil, sur critères académiques. A la clé, le sésame d’une carrière ouverte sur le monde !"
            ],
            "context": ""
        },
        {
            "tag": "Programme_SWIM",
            "patterns": [
                "Study or Work International Mobility",
                "Programme SWIM",
                "Présente moi le programme swim"
            ],
            "responses": [
                "La mobilité individuelle SWIM obligatoire dans le cadre du cursus ingénieur peut prendre des formes multiples : stages en entreprise ou en laboratoire universitaire, échanges semestriels, doubles-diplômes, séjours linguistiques, projets humanitaires. Les étudiants peuvent choisir d’effectuer leur séjour SWIM dans le pays de leur choix (hors France, DROM COM et principauté de Monaco) et durant l’année de leur choix. L’objectif de la mobilité internationale SWIM est de permettre aux élèves-ingénieurs d’Efrei de développer leurs compétences d’autonomie, d’indépendance et d’ouverture d’esprit, ainsi que leurs compétences linguistiques et interculturelles."
            ],
            "context": ""
        },
        {
            "tag": "porte",
            "patterns": [
                "portes ouvertes",
                "porte ouverte",
                "comment fonctionne les portes ouvertes ?",
                "où sont les portes ouvertes ?",
                "quand sont les portes ouvertes ?"
            ],
            "responses": [
                "L’événement qui te permet de rencontrer les étudiants de prépa, du cycle ingénieur, de BTS, de Bachelors, de Masters et Mastères ! Tu pourras également retrouver toute l’équipe pédagogique et de nombreux intervenants pour répondre à toutes tes questions ! Visite le campus, rencontre les étudiants et l’équipe pédagogique pour leur poser toutes tes questions, retrouve l’ensemble des conditions d’admissions, les dates Parcoursup et les possibilités d’alternance. Lien pour le campus Paris : https://www.efrei.fr/demande-de-bochure-inscription-aux-evenements/?type=event&cat=portes-ouvertes&id=2955. Lien pour le campus Bordeaux : https://www.efrei.fr/demande-de-bochure-inscription-aux-evenements/?type=event&cat=portes-ouvertes&id=3241"
            ]
        },
        {
            "tag": "admission",
            "patterns": [
                "admission",
                "post-bac",
                "comment fonctionne les admissions ?",
                "comment fonctionne les admissions post bac?"
            ],
            "responses": [
                "Les candidat(e)s issu(e)s de terminales Générales (Spécialité Mathématiques + une spécialité scientifique) et STI2D doivent suivre la procédure d’Admission Parcoursup et passer le Concours Puissance Alpha pour intégrer la 1re année de classe prépa intégrée. Les candidat(e)s de terminales Générales (Spécialité SES + Spécialités Mathématiques) doivent suivre la procédure d’Admission Parcoursup (Hors concours Puissance Alpha)"
            ]
        },
        {
            "tag": "classique",
            "patterns": [
                "prepa classique",
                "comment fonctionne la prepa classique ?",
                "prepa scientifique",
                "quelle est la prepa scientifique ?",
                "qui peut rejoindre la prepa classique ?"
            ],
            "responses": [
                "Ouverte aux élèves issus de Terminales Générales (Spécialité Mathématiques + une spécialité scientifique), la prépa intégrée classique scientifique d’Efrei s’apparente aux classes préparatoires classiques tant par ses contenus pédagogiques que par ses exigences. La formation de l’ingénieur ne saurait se limiter à la formation scientifique et technique. En effet, l’ingénieur est aussi naturellement destiné aux hautes responsabilités dans l’entreprise en France comme à l’international, lesquelles impliquent nécessairement des qualités humaines et des compétences managériales. C’est pourquoi un 1/3 de la formation est réservé à la Formation Humaine et à l’international (langues, culture et communication, développement personnel, éthique et responsabilités, immersion à l’international) ainsi qu’à la connaissance de l’entreprise."
            ]
        },
        {
            "tag": "internationale",
            "patterns": [
                "prepa internationale",
                "comment fonctionne la prepa internationale ?",
                "quelle est la prepa internationale?",
                "qui peut rejoindre la prepa internationale ?"
            ],
            "responses": [
                "Ouverte aux élèves issus de terminales Générale (Spécialité Mathématiques + une spécialité scientifique), la prépa intégrée Section Internationale propose le même programme que la prépa intégrée scientifique avec les cours de sciences, techniques et de management 100% en anglais. Ce cursus s’inscrit dans la dynamique globale fortement ouverte sur l’international. Les étudiants de la section internationale ont ainsi la possibilité de suivre un parcours intégralement anglophone sur 5 ans, de leur 1re année de prépa intégrée (L1) jusqu’à leur dernière année de cycle ingénieur (M2), avec une mobilité à l’international possible en 3e ou 5e année. Le niveau d’anglais des candidats à cette section est évalué en fonction de leurs notes d’anglais de terminale et des résultats d’un examen blanc de TOEIC proposé aux étudiants lors de leur rentrée."
            ]
        },
        {
            "tag": "bio",
            "patterns": [
                "prepa bio",
                "prepa bio et numerique",
                "prepa bio & numerique",
                "prepa numerique",
                "comment fonctionne la prepa bio ?",
                "quelle est la prepa numerique ?",
                "qui peut rejoindre la prepa bio et numerique ?",
                "comment fonctionne la prepa numerique ?",
                "comment fonctionne la prepa bio & numerique ?"
            ],
            "responses": [
                "Ouverte aux élèves issus de Terminales Générales (Spécialité Mathématiques + une spécialité scientifique), la prépa intégrée Biologie et Numérique a pour vocation d’apporter un socle de connaissances fondamentales pour pouvoir accéder, en cycle ingénieur, aux filières liées à la Bio-Informatique. L’augmentation constante du volume de données biologiques, associée à leur hétérogénéité et à la complexité des modèles, imposent des capacités d’analyse à très grande échelle. La filière Biologique et Numérique, à l’interface entre l’informatique, la biologie, les mathématiques et la physique, permet de répondre à cet enjeu grâce à des enseignements pluridisciplinaires. Ces derniers vont doter nos étudiants de savoirs transverses et de compétences polyvalentes qui leur permettront à Bac+5 de prétendre à des postes du type Data Scientist, bio-informaticien, ou encore biostatisticien."
            ]
        },
        {
            "tag": "renforcee",
            "patterns": [
                "prepa renforcee",
                "comment fonctionne la prepa renforcee ?",
                "quelle est la prepa renforcee ?",
                "qui peut rejoindre la prepa renforcee ?"
            ],
            "responses": [
                "Ouverte aux élèves issus de Terminales Générales (Spécialité SES + Spécialité Mathématiques) et STI2D, la prépa intégrée renforcée a été conçue en vue d’harmoniser le niveau des connaissances en maths et physique avec celui des étudiants issus de Terminales Générales (Spécialité Mathématiques + une spécialité scientifique). Un certain nombre d’élèves issus de Terminales Générales (Spécialité SES + Spécialités Mathématiques) rencontrent de grandes difficultés pour intégrer une école d’ingénieur du fait de leur programme de mathématiques, en première et en terminale. De plus, l’enseignement de la physique est inexistant. Quant aux élèves issus de la série STI2D, leur programme de mathématiques et de physique n’est pas suffisamment approfondi pour pouvoir assimiler sereinement les notions du programme d’une école d’ingénieur. Après 8 ans d’expertise et des étudiants diplômés issus de ce cycle préparatoire, l’Efrei représente un gage de confiance et de réussite."
            ]
        },
        {
            "tag": "decalee",
            "patterns": [
                "prepa decalee",
                "rentree decalee",
                "comment fonctionne la prepa decalee ?",
                "quelle est la prepa decalee ?",
                "qui peut rejoindre la prepa decalee ?"
            ],
            "responses": [
                "Efrei propose deux prépas intégrées en rentrée décalée uniquement sur le campus Paris. Prépas dédiées aux étudiants inscrits en 1re année post-bac Générale (Spécialité Mathématiques + une spécialité scientifique) anciennement bac S  – PACES (PAES), Maths Sup’, Licence 1 scientifique… – Cette prépa intégrée propose une rentrée décalée en février et permet d’étudier, en un semestre intensif, le programme de 1er année de prépa intégrée scientifique ou biologique et numérique en vue de rejoindre sous condition de validation de cette année, la 2e année de la prépa dès la rentrée de septembre qui suit."
            ]
        },
        {
            "tag": "Bureau des élèves",
            "patterns": [
                "Quel rôle joue le Bureau des élèves dans l’organisation de la vie étudiante ?",
                "C'est quoi le bde ?",
                "C'est quoi le Bureau des élèves ?",
                "bde présentation"
            ],
            "responses": [
                "Le bde – Bureau Des Elèves – joue un rôle majeur dans l’organisation de la vie étudiante et associative de l’école. En effet, les membres du bde ont pour mission de représenter les 3300 élèves auprès de la direction, de l’administration, du corps professoral ainsi qu’auprès d’organisations externes à l’école. Le bde est surtout chargé de fédérer les 60 associations et clubs actifs du campus Efrei, de faciliter et d’animer la vie des étudiants sur le campus, notamment afin de permettre aux élèves de s’épanouir et d’évoluer dans un esprit de solidarité et de camaraderie. Il incite les élèves à s’impliquer dans le milieu associatif et les projets du campus. Chaque année, le bde propose déjeuners, PODs (POts Dinatoires), semaine de ski, soirées étudiantes…"
            ]
        },
        {
            "tag": "Bureau des élèves",
            "patterns": [
                "C'est quand les elections du bde ?",
                "C'est quand les elections du Bureau des élèves ?",
                "Quand le bde se renouvelle ?",
                "Quand le Bureau des élèves se renouvelle ?",
                "bde elections"
            ],
            "responses": [
                "Chaque année en mars, un nouveau bde est élu par les étudiants de l’école au terme d’une semaine de campagne qui voit le campus se métamorphoser et revêtir les couleurs de toutes les équipes en lice. Les différentes listes bde rivalisent d’ingéniosité et de surprises pour attirer l’attention et faire en sorte que les élèves adhèrent à leur programme."
            ]
        },
        {
            "tag": "associations professionnelles",
            "patterns": [
                "c'est quoi les associations professionnelles ?",
                "associations professionnelles presentation"
            ],
            "responses": [
                "Les associations professionnelles d’Efrei jouent un rôle essentiel de passerelle entre les élèves et les entreprises. Faire les choix opportuns selon ses ambitions personnelles, cibler une entreprise, avoir de réelles responsabilités dès sa première expérience, profiter du réseau Efrei… Les associations proposent des services précieux sur lesquels peuvent s’appuyer les Efreiens pour lancer leur carrière dans les meilleures conditions et ne jamais être seuls dans leurs premiers pas professionnels."
            ]
        },
        {
            "tag": "sepefrei",
            "patterns": [
                "c'est quoi la sepefrei ?",
                "sepefrei presentation",
                "Parle moi de la sepefrei",
                "Explique moi la sepefrei"
            ],
            "responses": [
                "sepefrei, la Junior-Entreprise d’Efrei Paris, propose depuis plus de 36 ans, des prestations de haute qualité aux entreprises dans le domaine des nouvelles technologies. Convaincue que l’intelligence collective est un facteur unique de performance, l’association s’appuie sur les savoir-faire, le sens de l’innovation et le dynamisme des étudiants d’Efrei Paris"
            ]
        },
        {
            "tag": "ogma efrei",
            "patterns": [
                "c'est quoi la ogma efrei ?",
                "ogma efrei presentation",
                "Parle moi de ogma efrei",
                "Explique moi la ogma efrei"
            ],
            "responses": [
                "Parler est une chose, bien parler en est une autre. ogma efrei offre aux étudiants l’opportunité de venir s’essayer une fois par semaine lors de nos permanences. S’essayer à la parole, à l’écriture au cours de nos divers exercices (débats, improvisations, …) sur des thèmes différents toutes les semaines ! De quoi se cultiver, ouvrir son esprit tout en progressant dans un domaine incontestablement essentiel."
            ]
        },
        {
            "tag": "associations artistiques",
            "patterns": [
                "c'est quoi les associations artistiques de l'efrei ?",
                "les associations artistiques de l'efrei presentation",
                "Parle moi des associations artistiques de l'efrei",
                "Explique moi les associations artistiques de l'efrei"
            ],
            "responses": [
                "Les associations artistiques participent activement à la vie du campus. En sons et/ou en images, elles renforcent les liens entre les étudiants en diffusant des informations hétéroclites, de la plus sérieuse à la plus anecdotique. Elles donnent l’opportunité aux élèves qui s’investissent d’acquérir des compétences techniques et éditoriales, qui peuvent s’avérer précieuses."
            ]
        },
        {
            "tag": "bda",
            "patterns": [
                "bda",
                "c'est quoi le bda ?",
                "bda presentation",
                "Parle moi du bda",
                "Explique moi le bda"
            ],
            "responses": [
                "Le bda est le Bureau Des Arts d’Efrei Paris. Fraîchement créé, il a pour vocation de soutenir les associations artistico culturelles d’Efrei Paris dans leurs projets interassociatifs. Il se veut une aide et un soutien afin d’offrir la possibilité de créer des projets toujours plus grands et ambitieux aux étudiants d’Efrei Paris."
            ]
        },
        {
            "tag": "eps",
            "patterns": [
                "eps",
                "c'est quoi eps ?",
                "eps presentation",
                "Parle moi de eps",
                "Explique moi eps",
                "c'est quoi Efrei Picture Studio ?",
                "Efrei Picture Studio presentation",
                "Parle moi de Efrei Picture Studio",
                "Explique moi Efrei Picture Studio"
            ],
            "responses": [
                "Efrei Picture Studio est l’association de photo et vidéo de l’école. Toute l’année, nous organisons des formations, des expositions et des concours afin de partager notre passion. Nous sommes aussi présents sur tous les événements professionnels et associatifs du campus afin que les élèves gardent un souvenir de leurs passages à Efrei Paris."
            ]
        },
        {
            "tag": "efree style",
            "patterns": [
                "c'est quoi efree style ?",
                "efree style presentation",
                "Parle moi du efree style",
                "Explique moi efree style",
                "efree style"
            ],
            "responses": [
                "L’association Efreestyle est un club du bds (Bureau Des Sports) visant à promouvoir la pratique de la danse sous toutes ses formes au sein de l’école d’ingénieur Efrei Paris. Ses activités comprennent plusieurs pôles de danses différents : le rock, le hiphop, le multistyle ainsi que le modern jazz. Efreestyle participe aussi à plusieurs représentations et concours."
            ]
        },
        {
            "tag": "hifilix",
            "patterns": [
                "c'est quoi hifilix ?",
                "hifilix presentation",
                "Parle moi du hifilix",
                "Explique moi le hifilix",
                "hifilix"
            ],
            "responses": [
                "Hifi-Lix est une association de musique proposant des prestations dans tous types d’événements ou de soirées. Elle regroupe un collectif de jeunes artistes ,beatmakers et DJ ingénieux et créatifs. De plus, Hifi-Lix est spécialisée dans la création de scène pour différents types d’évènements. L’association possède des styles très divers, en allant du monde du hip-hop au domaine de l’électro."
            ]
        },
        {
            "tag": "live efrei",
            "patterns": [
                "c'est quoi live efrei ?",
                "live efrei presentation",
                "Parle moi du live efrei",
                "Explique moi le live efrei",
                "live efrei"
            ],
            "responses": [
                "Le Live est l’association de musique d’Efrei Paris. Nous possédons un local, contenant des instruments et du matériel d’enregistrement, mis à la disposition de nos membres. Il convient parfaitement pour la pratique en solo ou en groupe, quel que soit le genre de musique. Nous offrons également la possibilité de donner ou d’assister à des cours de tous les instruments disponibles. Nous organisons diverses scènes et concerts par an."
            ]
        },
        {
            "tag": "the mist",
            "patterns": [
                "c'est quoi the mist ?",
                "the mist presentation",
                "Parle moi de the mist",
                "Explique moi the mist",
                "the mist"
            ],
            "responses": [
                "the mist est une association de passionnés de prestidigitation. Nous accueillons des débutants comme des magiciens bien plus confirmés. Des moments d’échanges et des cours réguliers sont organisés afin de découvrir et d’approfondir les différents aspects de la magie : le close-up, la magie de scène… Vous pourrez montrer vos plus beaux tours lors des événements que nous réalisons !"
            ]
        },
        {
            "tag": "ready o",
            "patterns": [
                "c'est quoi ready o ?",
                "ready o presentation",
                "Parle moi de ready o",
                "Explique moi ready o",
                "ready o"
            ],
            "responses": [
                "Ready’O est la radio de l’école ! Émissions et promotions sur les événements et les activités associatives et scolaires de l’école, interviews d’élèves et de membres de l’administration en direct, diffusion en direct des émissions sur la plateforme YouTube, goodies à gagner grâce à nos jeux concours !"
            ]
        },
        {
            "tag": "associations internationales",
            "patterns": [
                "c'est quoi les associations internationales de l'efrei ?",
                "associations internationales de l'efrei presentation",
                "Parle moi des associations internationales de l'efrei",
                "Explique moi les associations internationales de l'efrei"
            ],
            "responses": [
                "La dimension internationale fait partie de l’ADN d’Efrei. Assez logiquement, plusieurs associations font vivre tout au long de l’année l’esprit d’ouverture qui anime les deux écoles du groupe. Pour des échanges forcément passionnants, instructifs, tant du point de vue humain que des perspectives professionnelles."
            ]
        },
        {
            "tag": "asian efrei",
            "patterns": [
                "c'est quoi l asian efrei ?",
                "asian efrei presentation",
                "Parle moi d asian efrei",
                "Explique moi de l asian efrei"
            ],
            "responses": [
                "Asian’Efrei est l’association qui fait la promotion des cultures asiatiques au sein d’Efrei et à l’extérieur. Des initiations aux jeux traditionnels (Koi-koi, Mah Jong, Go) aux concours de cosplay en passant par des jeux musicaux (DDR, karaoké), Asian’Efrei propose de nombreuses activités qui permettent à tous de découvrir ce que les cultures de l’Est ont à offrir. Asian’Efrei organise également un événement nocturne appelé l’Aki Party, ouvert au public, rassemblant diverses animations et conférences qui réjouira les amoureux de l’Asie autant que les curieux."
            ]
        },
        {
            "tag": "efrei international",
            "patterns": [
                "c'est quoi l efrei international?",
                "efrei international presentation",
                "Parle moi de efrei international",
                "Explique moi efrei international",
                "efrei international"
            ],
            "responses": [
                "Forte de plus de 15 ans d’existence, efrei international est l’association des étudiants internationaux de d’Efrei. Chaque année, de nombreux étudiants venus du monde entier bénéficient des programmes d’étude de l’école, créant ainsi une incroyable diversité culturelle sur le campus. Notre association a pour but d’accueillir les élèves internationaux et les aider à s’intégrer à la culture française pour rendre leur séjour inoubliable. Nous leur proposons par exemple des tutorats de français et de nombreuses activités en bénévolat. Notre mission est aussi de les accompagner dans les démarches scolaires quotidiennes et de faire rayonner l’image d’Efrei à l’échelle internationale."
            ]
        },
        {
            "tag": "4esport",
            "patterns": [
                "c'est quoi 4esport ?",
                "4esport presentation",
                "Parle moi de 4esport",
                "Explique moi 4esport",
                "4esport"
            ],
            "responses": [
                "Notre association promeut l’Esport au sein d’Efrei Paris. Nous accompagnons de nombreuses équipes dans les compétitions Universitaire et LAN sur de nombreux jeux. Champion de France Universitaire en 2019 sur League Of Legends et représentant de la France aux Esport Master à Madrid, nous comptons sur nos membres pour maintenir la passion qui nous anime et les valeurs de notre sport."
            ]
        },
        {
            "tag": "efrei poker",
            "patterns": [
                "c'est quoi efrei poker ?",
                "efrei poker presentation",
                "Parle moi de efrei poker",
                "Explique moi de efrei poker",
                "efrei poker"
            ],
            "responses": [
                "Bienvenue à efrei poker, l’association de Poker d’Efrei Paris ! Nous organisons 2 séances hebdomadaires les lundis et les jeudis pour les étudiants qui souhaitent faire des parties en physique, que ce soit pour s’entraîner, s’amuser ou faire des rencontres. Et pour les plus compétitifs d’entre vous, nous organisons également des tournois qui vous permettront de gagner des lots ! Si ça vous intéresse, contactez-nous sur le campus ou sur nos réseaux sociaux !"
            ]
        },
        {
            "tag": "taverne du troll",
            "patterns": [
                "c'est quoi taverne du troll ?",
                "taverne du troll presentation",
                "Parle moi de taverne du troll",
                "Explique moi taverne du troll"
            ],
            "responses": [
                "La Taverne c’est une chouette petite association dont le seul but est de te divertir. Au programme : un rendez-vous régulier les jeudis en MDA (et parfois même en dehors du campus) autour de jeux de plateaux mais ce n’est pas tout ! La Taverne c’est aussi le lieu de rendez-vous des adeptes de jeux de rôle, jeux de figurines et jeux de cartes donc l’endroit où être pour organiser des groupes de joueurs !"
            ]
        },
        {
            "tag": "associations sportives",
            "patterns": [
                "c'est quoi les associations sportives de l efrei ?",
                "associations sportives de l efrei presentation",
                "Parle moi des associations sportives de l efrei",
                "Explique moi les associations sportives de l efrei",
                "associations sportives de l efrei"
            ],
            "responses": [
                "Voile, sports collectifs, sports de combat, danse et même parachute…il y en a pour tous les goûts. Au-delà de cette variété, les associations sportives d’Efrei ont pour point commun de proposer des enseignements adaptés à chacun, aux débutants comme aux confirmés, dans des ambiances conviviales et à des conditions très avantageuses. Alors que l’on recherche l’esprit d’équipe, les sensations fortes ou simplement un bien être physique et mental… pas d’excuses ! Il ne reste plus qu’à faire son choix."
            ]
        },
        {
            "tag": "bds",
            "patterns": [
                "c'est quoi le bds ?",
                "bds presentation",
                "Parle moi du bds",
                "Explique moi le bds",
                "bds",
                "bureau des sports",
                "c'est quoi le bureau des sports ?",
                "bureau des sports presentation",
                "Parle moi du bureau des sports",
                "Explique moi le bureau des sports"
            ],
            "responses": [
                "Le bds (bureau des sports) regroupe toutes les associations sportives d’Efrei Paris : rugby, football, basketball, badminton, tennis, volley, natation et échecs. Chaque association met à disposition des moyens matériels et techniques afin d’assurer le bon déroulement des disciplines. Le bds organise également de nombreux événements tout au long de l’année dont la semaine du sport."
            ]
        },
        {
            "tag": "efight",
            "patterns": [
                "c'est quoi efight ?",
                "efight presentation",
                "Parle moi du efight",
                "Explique moi le efight",
                "efight"
            ],
            "responses": [
                "Combattant expérimenté ou débutant intéressé ? Besoin d’entraînements ou de défoulement ? Ne vous posez plus la question: essayez efight ! efight c’est l’association des sports de combat et art martiaux à Efrei Paris qui t’invite à participer tout au long de la semaine  à plusieurs disciplines. Au programme : Boxe anglaise, Kickboxing, Karaté, Kung-fu, Judo, Self-défense, Taekwondo."
            ]
        },
        {
            "tag": "hock efrei",
            "patterns": [
                "c'est quoi hock efrei ?",
                "hock efrei presentation",
                "Parle moi du hock efrei",
                "Explique moi le hock efrei",
                "hock efrei"
            ],
            "responses": [
                "hock efrei est l’équipe de hockey sur glace d’Efrei Paris ! En rejoignant la tout première équipe de hockey universitaire de France, tu pratiqueras ce sport au côté d’Efreiens passionnés, débutants comme confirmés, se réunissant plusieurs par semaine à la patinoire municipale de Vitry-sur-Seine. Tu découvriras une vie associative palpitante à travers plusieurs évènements organisés tout le long de l’année."
            ]
        },
        {
            "tag": "associations événementielles",
            "patterns": [
                "c'est quoi les associations événementielles ?",
                "associations événementielles presentation",
                "Parle moi des associations événementielles",
                "Explique moi les associations événementielles",
                "associations événementielles"
            ],
            "responses": [
                "Que serait Efrei sans ses associations événementielles ? Sans doute une école très différente ! Ces associations jouent en effet un rôle important dans la vie des étudiants, en facilitant la création de liens, toutes promos confondues. Avec les passages obligés (le week-end d’intégration, le Gala) comme dans la vie plus quotidienne grâce au Bureau des Etudiants, elles participent à la qualité de l’ambiance quotidienne et à la constitution progressive d’un réseau solide, inscrit dans la durée."
            ]
        },
        {
            "tag": "efrei chefs",
            "patterns": [
                "c'est quoi efrei chefs ?",
                "efrei chefs presentation",
                "Parle moi de efrei chefs",
                "Explique moi efrei chefs",
                "efrei chefs"
            ],
            "responses": [
                "efrei chefs, c’est cuisiner pour soi lors de nos ateliers, pour les autres pendant les événements inter assos comme les PODs, passer de bons moments, rire de nos échecs et pleurer de nos réussites !"
            ]
        },
        {
            "tag": "wei",
            "patterns": [
                "c'est quoi le wei ?",
                "wei presentation",
                "Parle moi du wei",
                "Explique moi le wei",
                "wei",
                "Week-End d’Intégration"
            ],
            "responses": [
                "L’association wei a pour mission d’accueillir les nouveaux venus afin de faciliter leur intégration. Elle propose de nombreux événements tout au long de l’année : petit déjeuner, rallye culturel, journée Sidaction, barbecue, soirées, activités sportives, la découverte des associations étudiantes et surtout le fameux wei (Week-End d’Intégration)."
            ]
        },
        {
            "tag": "associations technologiques",
            "patterns": [
                "c'est quoi les associations technologiques de l efrei ?",
                "les associations technologiques de l efrei presentation",
                "Parle moi des associations technologiques de l efrei",
                "Explique moi les associations technologiques de l efrei",
                "associations technologiques"
            ],
            "responses": [
                "Les associations technologiques s’inscrivent dans le prolongement naturel de l’enseignement dispensé par le groupe Efrei. En électronique, informatique ou mécanique, elles sont des lieux féconds d’échanges entre passionnés, d’approfondissements des connaissances techniques et d’innovations. A travers le développement en groupe de projets concrets, des formations pointues et des conférences avec les meilleurs spécialistes, elles jouent souvent un rôle d’accélérateur dans le début de carrière des jeunes ingénieurs."
            ]
        },
        {
            "tag": "associations humanitaires",
            "patterns": [
                "c'est quoi les associations humanitaires de l efrei ?",
                "associations humanitaires de l efrei presentation",
                "Parle moi des associations humanitaires de l efrei",
                "Explique moi les associations humanitaires de l efrei",
                "associations humanitaires"
            ],
            "responses": [
                "L’informatique et le numérique sont omniprésents dans nos sociétés du XXIème. Cette réalité bien connue est un formidable facteur de développement et d’innovations, mais elle peut aussi parfois accroître l’isolement des plus faibles. A la manière de l’illettrisme, la méconnaissance ou l’absence d’accès aux nouvelles technologies est source d’exclusion. Plusieurs associations mobilisent donc l’expertise des élèves pour s’attaquer aux dégâts que peut provoquer le numérique tant du point de vue social, qu’économique ou écologique."
            ]
        },
        {
            "tag": "MajeureSoftware_Engineering_description",
            "patterns": [
                "Majeure Software Engineering description"
            ],
            "responses": [
                "Entierement enseignee en anglais, la majeure Software Engineering forme des ingenieurs logiciels de haut niveau. Generaliste et dote d’une solide culture informatique (developpement, securite, qualite, cloud, data…) l’ingenieur logiciel est un acteur majeur de la transformation digitale, et ce, quel que soit le secteur d’activite : automobile, aeronautique, defense, banque, telecommunications, etc.."
            ],
            "context": ""
        },
        {
            "tag": "MajeureSoftware_Engineering presentation",
            "patterns": [
                "Majeure Software Engineering presentation"
            ],
            "responses": [
                "La majeure Software Engineering d’Efrei offre aux futurs ingenieurs un cadre ideal pour developper une expertise technique et manageriale en genie logiciel."
            ],
            "context": ""
        },
        {
            "tag": "MajeureSoftware_Engineering presentation",
            "patterns": [
                "Majeure Software Engineering presentation"
            ],
            "responses": [
                "Ce programme vise a repondre aux defis croissants auxquels font face les ingenieurs du logiciel. Ainsi nos etudiants acquierent des bases solides en theorie et en pratique sur tout ce qui touche aux differentes phases du cycle de vie du logiciel."
            ],
            "context": ""
        },
        {
            "tag": "MajeureSoftware_Engineering_equipe",
            "patterns": [
                "Majeure Software Engineering equipe", " responsable de la majeure"
            ],
            "responses": [
                "Responsable de la Majeure : Jacques Andre Augustin Ingenieur, DESS Informatique, Mastere specialise en base de donnees et integration de systemes"
            ],
            "context": ""
        },
        {
            "tag": "MajeureSoftware_Engineering_debouche",
            "patterns": [
                "Majeure Software Engineering debouche"
            ],
            "responses": [
                "Comprendre un besoin metierConcevoir et realiser une solution logicielle conforme a ce besoin et respectant les standards de qualite les plus exigeantsMaîtriser toutes les phases du cycle de vie du logicielCollaborer au sein d’une equipe de façon constructive, dynamique et bienveillanteCommuniquer efficacement en sachant adapter et cibler son message"
            ],
            "context": ""
        },
        {
            "tag": "MajeureSoftware_Engineering_debouche",
            "patterns": [
                "Majeure Software Engineering debouche"
            ],
            "responses": [
                "Exemples de metiers possibles :"
            ],
            "context": ""
        },
        {
            "tag": "MajeureSoftware_Engineering_debouche",
            "patterns": [
                "Majeure Software Engineering debouche"
            ],
            "responses": [
                "Concepteur-DeveloppeurIngenieur DevOpsDeveloppeur Full-stackConsultant en systemes d’informationScrum MasterIngenieur R&D"
            ],
            "context": ""
        },
        {
            "tag": "MajeureCybersecurite_SI_et_Gouvernance presentation",
            "patterns": [
                "Majeure Cybersecurite SI et Gouvernance presentation"
            ],
            "responses": [
                "La cybersecurite consiste a evaluer et se defendre des risques entrants et sortants d’un systeme informatique en considerant toutes ses briques softwares et hardwares technologiques. Certes, une solution informatique est utilisee pour ameliorer ou fournir de nouveaux services, mais elle donne par la même occasion aux agresseurs potentiels, animes de motivations diverses, de nouvelles possibilites pour acceder, consulter, modifier ou endommager les informations sensibles. Dans le cadre de cette majeure en cybersecurite, les eleves ingenieurs acquerront une expertise et specialisation en Cybersecurite SI & Gouvernance (CSIG)."
            ],
            "context": ""
        },
        {
            "tag": "MajeureCybersecurite_SI_et_Gouvernance_equipe",
            "patterns": [
                "Majeure Cybersecurite SI et Gouvernance equipe", " responsable de la majeure"
            ],
            "responses": [
                "Responsable de Majeure : Max Agueh, Responsable du pôle SRSE"
            ],
            "context": ""
        },
        {
            "tag": "MajeureCybersecurite_SI_et_Gouvernance_debouche",
            "patterns": [
                "Majeure Cybersecurite SI et Gouvernance debouche"
            ],
            "responses": [
                "Competences visees &Debouches"
            ],
            "context": ""
        },
        {
            "tag": "MajeureCybersecurite_SI_et_Gouvernance_debouche",
            "patterns": [
                "Majeure Cybersecurite SI et Gouvernance debouche"
            ],
            "responses": [
                "Securisation des SI pour soutenir les objectifs de la politique de securite de l’entrepriseÉvaluer les risques du SI rencontres par une organisation lies a l’impact sur le processus metiersGerer de maniere securisee le developpement et l’evolution du SIDefinir et mettre en œuvre le plan de continuite de service du SI pour une entreprise si attaque subieExemples de metiers possibles :Expert en Securite des SIResponsable Securite des SI (RSSI)Analyste / consultant en securiteArchitecte en cybersecurite"
            ],
            "context": ""
        },
        {
            "tag": "MajeureCybersecurite_infrastructure_et_logiciels presentation",
            "patterns": [
                "Majeure Cybersecurite infrastructure et logiciels presentation"
            ],
            "responses": [
                "La cybersecurite consiste a evaluer et se defendre des risques entrants et sortants d’un systeme informatique en considerant toutes ses briques softwares et hardwares technologiques. Certes, une solution informatique est utilisee pour ameliorer ou fournir de nouveaux services, mais elle donne par la même occasion aux agresseurs potentiels, animes de motivations diverses, de nouvelles possibilites pour acceder, consulter, modifier ou endommager les informations sensibles. Dans le cadre de cette majeure en cybersecurite, les eleves ingenieurs acquerront une expertise et specialisation en Cybersecurite Infrastructure & Logiciels (CIL)."
            ],
            "context": ""
        },
        {
            "tag": "MajeureCybersecurite_infrastructure_et_logiciels_equipe",
            "patterns": [
                "Majeure Cybersecurite infrastructure et logiciels equipe", " responsable de la majeure"
            ],
            "responses": [
                "Responsable de Majeure : Max Agueh, Responsable du pôle SRSE"
            ],
            "context": ""
        },
        {
            "tag": "MajeureCybersecurite_infrastructure_et_logiciels_debouche",
            "patterns": [
                "Majeure Cybersecurite infrastructure et logiciels debouche"
            ],
            "responses": [
                "Competences visees &Debouches"
            ],
            "context": ""
        },
        {
            "tag": "MajeureCybersecurite_infrastructure_et_logiciels_debouche",
            "patterns": [
                "Majeure Cybersecurite infrastructure et logiciels debouche"
            ],
            "responses": [
                "Concevoir, appliquer et maintenir des infrastructures pour soutenir les objectifs de la politique de securite de l’entrepriseÉvaluer les risques de securite informatique rencontres par une organisation liee a l’infrastructureGerer de maniere securisee le developpement et l’evolution de l’infrastructureDefinir et mettre en œuvre le plan de continuite de service de l’infrastructure pour une entreprise si attaque subieExemples de metiers possibles :Expert en test d’intrusionPost auditeur (Forensic criminaliste, Analyse de compromission)Developpeur en cybersecuriteArchitecte en cybersecuriteIngenieur conseil en cybersecurite."
            ],
            "context": ""
        },
        {
            "tag": "MajeureBig_Data_and_Artificial_Intelligence_description",
            "patterns": [
                "Majeure Big Data and Artificial Intelligence description"
            ],
            "responses": [
                "Entierement enseignee en anglais, la majeure « Data & Artificial Intelligence » prepare le futur ingenieur a identifier les besoins et problematiques metier lies a l’exploitation des donnees massives, a construire des outils d’analyse pour collecter ces donnees, structurees ou non structurees, a organiser et synthetiser les sources de donnees sous forme de resultats exploitables pour modeliser et anticiper de nouveaux comportements ou usages, a integrer les enjeux reglementaires lies a l’exploitation des donnees personnelles.Elle comporte les enseignements necessaires en statistiques, en informatique."
            ],
            "context": ""
        },
        {
            "tag": "MajeureBig_Data_and_Artificial_Intelligence presentation",
            "patterns": [
                "Majeure Big Data and Artificial Intelligence presentation"
            ],
            "responses": [
                "La production de donnees numeriques ne cesse pas d’augmenter de façon exponentielle ces dernieres annees. La Data est ainsi appelee l’or noir de 21eme siecle, car couplee avec l’intelligence artificielle, elles revolutionnent la sante, le business, l’urbanisme, la securite et beaucoup d’autres secteurs."
            ],
            "context": ""
        },
        {
            "tag": "MajeureBig_Data_and_Artificial_Intelligence_equipe",
            "patterns": [
                "Majeure Big Data and Artificial Intelligence equipe", " responsable de la majeure"
            ],
            "responses": [
                "Responsable de Majeure : Salim Nahle, Responsable du pôle Data & Intelligence Artificielle et Ingenieur-Docteur en Informatique"
            ],
            "context": ""
        },
        {
            "tag": "MajeureBig_Data_and_Artificial_Intelligence_debouche",
            "patterns": [
                "Majeure Big Data and Artificial Intelligence debouche"
            ],
            "responses": [
                "Les enseignements de la majeure s’articulent particulierement autour des mathematiques, de l’intelligence artificielle et plus specifiquement le ‘Machine Learning’ et le ‘Deep Learning sans oublier les regulations en vigueur et l’ethique. Ils preparent le futur ingenieur a :"
            ],
            "context": ""
        },
        {
            "tag": "MajeureBig_Data_and_Artificial_Intelligence_debouche",
            "patterns": [
                "Majeure Big Data and Artificial Intelligence debouche"
            ],
            "responses": [
                "Construire des outils d’analyse et de traitement de donnees structurees et non structureesOrganiser et synthetiser les sources de donnees sous forme de resultats exploitablesIntegrer les enjeux reglementaires lies a l’exploitation des donnees personnellesImplementer, deployer et industrialiser des solutions d’intelligence artificielle pour modeliser et anticiper de nouveaux comportements et usages"
            ],
            "context": ""
        },
        {
            "tag": "MajeureData_Engineering_description",
            "patterns": [
                "Majeure Data Engineering description"
            ],
            "responses": [
                "Entierement enseignee en anglais, la majeure ‘Data Engineering’ prepare le futur ingenieur a : identifier les besoins et problematiques metier lies a l’exploitation des donnees massivesconcevoir et creer des architectures, des pipelines, et des infrastructures permettant de collecter, preparer et transformer les donnees dans des formats exploitablesgerer la scalabilite des infrastructures Big Dataassurer l’integrite de donnees et publier des API Elle comporte les enseignements necessaires en informatique et en ingenierie de donneesElle comporte les enseignements necessaires en informatique et en ingenierie de donnees"
            ],
            "context": ""
        },
        {
            "tag": "MajeureData_Engineering presentation",
            "patterns": [
                "Majeure Data Engineering presentation"
            ],
            "responses": [
                "La production de donnees numeriques ne cesse pas d’augmenter de façon exponentielle ces dernieres annees. La Data est ainsi appelee l’or noir de 21eme siecle, car couplee avec l’intelligence artificielle, elles revolutionnent la sante, le business, l’urbanisme, la securite et beaucoup d’autres secteurs."
            ],
            "context": ""
        },
        {
            "tag": "MajeureData_Engineering_equipe",
            "patterns": [
                "Majeure Data Engineering equipe", " responsable de la majeure"
            ],
            "responses": [
                "Responsable de Majeure : Salim Nahle, Responsable du pôle Data & Intelligence Artificielle et Ingenieur-Docteur en Informatique"
            ],
            "context": ""
        },
        {
            "tag": "MajeureData_Engineering_debouche",
            "patterns": [
                "Majeure Data Engineering debouche"
            ],
            "responses": [
                "Ils preparent le futur ingenieur a :Construire des outils d’analyse et de traitement de donnees structurees et non structureesOrganiser et synthetiser les sources de donnees sous forme de resultats exploitablesIntegrer les enjeux reglementaires lies a l’exploitation des donnees personnellesImplementer, deployer et industrialiser des solutions d’intelligence artificielle pour modeliser et anticiper de nouveaux comportements et usage"
            ],
            "context": ""
        },
        {
            "tag": "MajeureNetwork_&_Cloud_Infrastructure_description",
            "patterns": [
                "Majeure Network & Cloud Infrastructure description"
            ],
            "responses": [
                "Entierement enseignee en anglais, la specialite Network & Cloud Infrastructure, avec ces deux options Network & Cloud Infrastructure et Network & Cloud Security, forme des ingenieurs dotes d’une vision complete, theorique et pratique des reseaux d’entreprises : architecture, mise en production, suivi au quotidien, securite, etude des infrastructures, leurs evolutions recentes pour le cloud computing et la virtualisation et leur securisation."
            ],
            "context": ""
        },
        {
            "tag": "MajeureNetwork_&_Cloud_Infrastructure presentation",
            "patterns": [
                "Majeure Network & Cloud Infrastructure presentation"
            ],
            "responses": [
                "La fiabilite des reseaux informatiques, les puissances de calcul et la capacite de stockage permettent desormais d’externaliser et de securiser les machines et les services :"
            ],
            "context": ""
        },
        {
            "tag": "MajeureNetwork_&_Cloud_Infrastructure_equipe",
            "patterns": [
                "Majeure Network & Cloud Infrastructure equipe", " responsable de la majeure"
            ],
            "responses": [
                "Responsable de la Majeure : Yessin Neggaz, Docteur en Informatique"
            ],
            "context": ""
        },
        {
            "tag": "MajeureNetwork_&_Cloud_Infrastructure_debouche",
            "patterns": [
                "Majeure Network & Cloud Infrastructure debouche"
            ],
            "responses": [
                "La specialite Network & Cloud Infrastructure, avec ces deux options Network & Cloud Infrastructure et Network & Cloud Security, forme des ingenieurs dotes d’une vision complete, theorique et pratique des reseaux d’entreprises : architecture, mise en production, suivi au quotidien, securite, etude des infrastructures, leurs evolutions recentes pour le cloud computing et la virtualisation et leur securisation."
            ],
            "context": ""
        },
        {
            "tag": "MajeureIT_for_Finance_description",
            "patterns": [
                "Majeure IT for Finance description"
            ],
            "responses": [
                "Entierement dispensee en anglais, la majeure Information Technology for Finance apporte une formation de haut niveau en vue de repondre aux problematiques specifiques au secteur de la finance et developper des solutions logicielles adaptees.Elle forme aux outils mathematiques necessaires pour apprehender la modelisation des marches financiers, l’analyse des risques et permet une ouverture aux aspects economiques necessaires pour la comprehension du domaine de la finance."
            ],
            "context": ""
        },
        {
            "tag": "MajeureIT_for_Finance presentation",
            "patterns": [
                "Majeure IT for Finance presentation"
            ],
            "responses": [
                "L’ingenieur de Computational Finance travaille sur la comprehension et la resolution de problemes numeriques sur les marches financiers, ainsi qu’a la conception de solutions ethiques durables pour les marches financiers internationaux."
            ],
            "context": ""
        },
        {
            "tag": "MajeureIT_for_Finance_equipe",
            "patterns": [
                "Majeure IT for Finance equipe", " responsable de la majeure"
            ],
            "responses": [
                "Responsable de Majeure : Johannes Gomolka, Docteur en Quantitative Finance"
            ],
            "context": ""
        },
        {
            "tag": "MajeureIT_for_Finance_debouche",
            "patterns": [
                "Majeure IT for Finance debouche"
            ],
            "responses": [
                "Competences visees &Debouches"
            ],
            "context": ""
        },
        {
            "tag": "MajeureIT_for_Finance_debouche",
            "patterns": [
                "Majeure IT for Finance debouche"
            ],
            "responses": [
                "Analyse des donnees historiques empiriques, des profils de risque et des statistiques ;Developpement et application d’algorithmes pour l’analyse des donnees en temps reel et la prevision ;Analyser les operations informatiques bancaires et trouver des solutions techniques dans le trading ;Construction d’une infrastructure informatique pour les operations de trading ;Developper des concepts et des innovations durables et ethiques pour une FinTECH.Exemples de metiers possibles :Analyste quantitatifTrader AlgorithmiqueSupport Analyste / Developpeur de logiciels dans le tradingGestionnaire d’actifsManager risques / conformite des gestionnaires d’actifsProgrammeur FinTech Start-UpSpecialiste infrastructureEntrepreneur Crypto"
            ],
            "context": ""
        },
        {
            "tag": "MajeureBio-informatique_description",
            "patterns": [
                "Majeure Bio-informatique description"
            ],
            "responses": [
                "En partenariat avec le Cnam, la majeure Bio Informatique  se situe au carrefour de l’informatique, les statistiques (Big Data), de la biologie et de la medecine. Elle est accessible apres la prepa integree Bio et numerique ou un premier double cursus en biologie et informatique."
            ],
            "context": ""
        },
        {
            "tag": "MajeureBio-informatique presentation",
            "patterns": [
                "Majeure Bio-informatique presentation"
            ],
            "responses": [
                "La Bio-Informatique s’est beaucoup developpee ces dernieres annees pour repondre au besoin de traitement des donnees issues des nouvelles biotechnologies (donnees multiomics). Avec la diversite de ces technologies et la massification des donnees a traiter, elle est devenue une discipline a part entiere, au carrefour de l’informatique, des statistiques (Big Data), de la Biologie et de la medecine."
            ],
            "context": ""
        },
        {
            "tag": "MajeureBio-informatique_equipe",
            "patterns": [
                "Majeure Bio-informatique equipe", " responsable de la majeure"
            ],
            "responses": [
                "Responsable de Majeure : Mano Joseph Mathew, Docteur en Bio-Informatique"
            ],
            "context": ""
        },
        {
            "tag": "MajeureBio-informatique_debouche",
            "patterns": [
                "Majeure Bio-informatique debouche"
            ],
            "responses": [
                "Appliquer les methodes d’apprentissage automatique aux donnees medicalesImplementer les solutions de traitement, de stockage et d’analyse de donnees NGSCreer les visualisations de donnees pour communiquer les resultats d’analysesComprendre differentes etapes des projets Bio- Informatique et la valeur apportee"
            ],
            "context": ""
        },
        {
            "tag": "MajeureBio-informatique_debouche",
            "patterns": [
                "Majeure Bio-informatique debouche"
            ],
            "responses": [
                "Exemples de metiers possibles :"
            ],
            "context": ""
        },
        {
            "tag": "MajeureBio-informatique_debouche",
            "patterns": [
                "Majeure Bio-informatique debouche"
            ],
            "responses": [
                "Bio-informaticienBiostatisticienData Scientist / Computational BiologistChef de projet Bio-InformatiqueIngenieur R&DIngenieur Bio-informatiqueData-manager Clinique"
            ],
            "context": ""
        },
        {
            "tag": "MajeureSystèmes_robotiques_&_Drones_description",
            "patterns": [
                "Majeure Systèmes robotiques & Drones description"
            ],
            "responses": [
                "La majeure Systemes robotiques et Drones forme des ingenieurs capables d’etudier et de concevoir des systemes autonomes avec une intelligence embarquee : des automates pouvant se mouvoir au sol et permettant d’apporter une aide a l’humain sous differentes formes ainsi que la conception d’objets volants."
            ],
            "context": ""
        },
        {
            "tag": "MajeureSystèmes_robotiques_&_Drones presentation",
            "patterns": [
                "Majeure Systèmes robotiques & Drones presentation"
            ],
            "responses": [
                "Cette majeure forme des ingenieurs capables de concevoir des"
            ],
            "context": ""
        },
        {
            "tag": "MajeureSystèmes_robotiques_&_Drones presentation",
            "patterns": [
                "Majeure Systèmes robotiques & Drones presentation"
            ],
            "responses": [
                " robots interactifs et des drones,"
            ],
            "context": ""
        },
        {
            "tag": "MajeureSystèmes_robotiques_&_Drones presentation",
            "patterns": [
                "Majeure Systèmes robotiques & Drones presentation"
            ],
            "responses": [
                " plus particulierement, nous mettons l’accent sur les aspects intelligence embarquee temps reel en reponse a des environnements dynamiques. Cette formation pluridisciplinaire allie"
            ],
            "context": ""
        },
        {
            "tag": "MajeureSystèmes_robotiques_&_Drones presentation",
            "patterns": [
                "Majeure Systèmes robotiques & Drones presentation"
            ],
            "responses": [
                " l’electronique (dans ses aspects materiels et logiciels), la robotique, le traitement du signal (image/parole)."
            ],
            "context": ""
        },
        {
            "tag": "MajeureSystèmes_robotiques_&_Drones_equipe",
            "patterns": [
                "Majeure Systèmes robotiques & Drones equipe", " responsable de la majeure"
            ],
            "responses": [
                "Responsable de la Majeure : Laurie Conteville,Docteur en physique"
            ],
            "context": ""
        },
        {
            "tag": "MajeureSystèmes_robotiques_&_Drones_debouche",
            "patterns": [
                "Majeure Systèmes robotiques & Drones debouche"
            ],
            "responses": [
                "Competences visees &Debouches"
            ],
            "context": ""
        },
        {
            "tag": "MajeureSystèmes_robotiques_&_Drones_debouche",
            "patterns": [
                "Majeure Systèmes robotiques & Drones debouche"
            ],
            "responses": [
                "Analyser et traiter des images, des signaux, afin d’etablir un diagnostic (localisation) et de commander le systeme (navigation)Modeliser, estimer et commander des systemes dynamiques complexesMettre en oeuvre des strategies de navigation et de localisationIntegrer des exigences temps reel embarque dans les algorithmes de traitementIntegrer les systemes de pilotage sur un objet connecte (terrestre ou volant)Mettre en oeuvre des methodes d’apprentissage et de raisonnement pour resoudre des problemes complexes.Exemples de metiers possibles :Ingenieur contrôle et commandeIngenieur robotiqueIngenieur conception et simulation electroniqueIngenieur vison robotiqueIngenieur developpement systemes embarques"
            ],
            "context": ""
        },
        {
            "tag": "MajeureTransports_intelligents_description",
            "patterns": [
                "Majeure Transports intelligents description"
            ],
            "responses": [
                "La majeure Transports intelligents est dediee a l’etude des equipements electroniques, electriques et informatiques integrant les systemes embarques qui composent les systemes de transports autonomes."
            ],
            "context": ""
        },
        {
            "tag": "MajeureTransports_intelligents presentation",
            "patterns": [
                "Majeure Transports intelligents presentation"
            ],
            "responses": [
                "La majeure Transports intelligents est dediee a l’etude des Systemes embarques (equipements electroniques, electriques et informatiques) composant les systemes de transports autonomes (aeronefs, voitures autonomes, systemes ferroviaires autonomes, drônes, etc) et aidant a leur pilotage. À l’heure où les industries automobile, aeronautique et spatiale font face au defi incontournable de la transition ecologique, les ingenieurs « Transports Intelligents » ont vocation a preparer les prochaines ruptures technologiques."
            ],
            "context": ""
        },
        {
            "tag": "MajeureTransports_intelligents_equipe",
            "patterns": [
                "Majeure Transports intelligents equipe", " responsable de la majeure"
            ],
            "responses": [
                "Responsable de la Majeure : Ali Chamas Al Ghouwayel, Ingenieur-Docteur en Telecommunications"
            ],
            "context": ""
        },
        {
            "tag": "MajeureTransports_intelligents_debouche",
            "patterns": [
                "Majeure Transports intelligents debouche"
            ],
            "responses": [
                "Competences visees &Debouches"
            ],
            "context": ""
        },
        {
            "tag": "MajeureTransports_intelligents_debouche",
            "patterns": [
                "Majeure Transports intelligents debouche"
            ],
            "responses": [
                "Concevoir et mettre en œuvre des systemes embarques tant au niveau hardware que software et en assurer la maintenabilite et leurs avanceesConnaître les techniques de traitement du signal et les differents systemes de telecommunicationsMaîtriser les systemes temps reels a travers toutes les composantes : electronique, informatique, automatique, telecommunications, reseaux, securite, Big Data, calculateurs…Maitriser les techniques de Perception et Navigation des Vehicule AutonomesÉvaluer en permanence les performances.Exemples de metiers possibles :Ingenieurs systemes embarquesIngenieur qualite, logiciel aeronautique et conduite autonomeArchitecte avioniqueIngenieur surete de fonctionnementIngenieur Perception-Connectivite Vehicule AutonomesIngenieur securite, chef de projet, architecte calculateur specifique, developpement de systemes de securite, consultant systemes embarquesChef de projet dans les secteurs des transports intelligents et des telecommunications."
            ],
            "context": ""
        },
        {
            "tag": "MajeureImagerie_et_Realite_Virtuelle_description",
            "patterns": [
                "Majeure Imagerie et Realite Virtuelle description"
            ],
            "responses": [
                "La Majeure Imagerie et Realite Virtuelle forme des ingenieurs capables de travailler sur des systemes complexes bases sur l’imagerie numerique, que ce soit pour effectuer des traitements a partir d’images existantes, pour creer des scenes virtuelles, voire même associer reel et virtuel pour la realite augmentee."
            ],
            "context": ""
        },
        {
            "tag": "MajeureImagerie_et_Realite_Virtuelle presentation",
            "patterns": [
                "Majeure Imagerie et Realite Virtuelle presentation"
            ],
            "responses": [
                "L’utilisation des univers virtuels : "
            ],
            "context": ""
        },
        {
            "tag": "MajeureImagerie_et_Realite_Virtuelle presentation",
            "patterns": [
                "Majeure Imagerie et Realite Virtuelle presentation"
            ],
            "responses": [
                "un domaine en plein developpement"
            ],
            "context": ""
        },
        {
            "tag": "MajeureImagerie_et_Realite_Virtuelle presentation",
            "patterns": [
                "Majeure Imagerie et Realite Virtuelle presentation"
            ],
            "responses": [
                ". Les secteurs d’activite utilisant la simulation numerique et la realite virtuelle sont de plus en plus nombreux :"
            ],
            "context": ""
        },
        {
            "tag": "MajeureImagerie_et_Realite_Virtuelle_equipe",
            "patterns": [
                "Majeure Imagerie et Realite Virtuelle equipe", " responsable de la majeure"
            ],
            "responses": [
                "Responsable de la majeure : Nicolas Flasque, Ingenieur-Docteur en Informatique"
            ],
            "context": ""
        },
        {
            "tag": "MajeureImagerie_et_Realite_Virtuelle_debouche",
            "patterns": [
                "Majeure Imagerie et Realite Virtuelle debouche"
            ],
            "responses": [
                "Maîtriser les bases mathematiques de la vision artificielle et de la 3D.Mettre en œuvre des outils de traitement et de synthese d’images.Être operationnel sur des outils et technologies pour la 3D.Connaître les applications et le marche de la realite virtuelle et augmentee."
            ],
            "context": ""
        },
        {
            "tag": "MajeureImagerie_et_Realite_Virtuelle_debouche",
            "patterns": [
                "Majeure Imagerie et Realite Virtuelle debouche"
            ],
            "responses": [
                "Debouches possibles :"
            ],
            "context": ""
        },
        {
            "tag": "MajeureImagerie_et_Realite_Virtuelle_debouche",
            "patterns": [
                "Majeure Imagerie et Realite Virtuelle debouche"
            ],
            "responses": [
                "Ingenieur en 3D pour la simulation numeriqueIngenieur PLM (Product Lifecycle Management)Ingenieur R&D en simulation et realite virtuelleIngenieur Jeux video"
            ],
            "context": ""
        }
    ]
}
